
-- ----------------------------
-- Records of wf_attendance
-- ----------------------------
INSERT INTO `wf_attendance` VALUES ('2', '谭二车拉姆', '女生宿舍', '请选择', '213', '2012-11-21 21:51:00', '电脑死机了死了死了', '台式机', 'Win7', '陈佳玲', '217', '237', '砸了', '2012-11-17 21:52:00', '林凡舟', '已完成', '正式', '拿到中心。紧急', '15116336467', '谭叶清', '2012-11-30 21:50:00', null);
INSERT INTO `wf_attendance` VALUES ('3', '杨明', '男生宿舍', '2舍', '313', '2012-11-21 23:16:00', '电脑不能看小电影。', '笔记本', 'Win7', '谭叶清', '222', '237', '我也不知道是怎么解决滴。。哈哈哈', '2012-11-20 11:29:00', '217', '已完成', '正式', '', '15200890094', '谭叶清', '2012-11-21 11:29:00', null);
INSERT INTO `wf_attendance` VALUES ('6', '小明子', '女生宿舍', '新一舍', '213', '2012-11-21 11:52:00', '要看小电影。。。。', '笔记本', 'Win7', '谭叶清', '234', '237', '我跟你一起看啦。。', '2012-11-21 11:54:00', '234', '已完成', '正式', '', '15200890094', '谭叶清', '2012-11-21 11:53:00', null);
INSERT INTO `wf_attendance` VALUES ('7', 'yaya', '女生宿舍', '新一舍', '123', '2012-11-24 16:45:00', '123123', '笔记本', 'XP', '陈佳玲', '238', '217', '请填写解决方法。', '2012-11-25 21:47:00', '林凡舟', '已完成', '正式', '', '15116336467', '谭叶清', '2012-11-30 21:47:00', null);
INSERT INTO `wf_attendance` VALUES ('8', 'WO', '女生宿舍', '新一舍', '12', '2012-11-30 16:57:00', '123', '笔记本', 'XP', '林凡舟', '245', '237', '请填写解决方法。', '2012-12-17 20:39:00', '220', '已完成', '正式', '', '123123', '谭叶清', '2012-11-30 16:58:00', null);
INSERT INTO `wf_attendance` VALUES ('9', '痒痒', '女生宿舍', '新一舍', '3721', '2012-12-06 01:02:00', '我啊哈哈哈', '笔记本', 'XP', '陈佳玲', '217', '220', '请填写解决方法。', '2012-12-09 01:53:00', '孙青', '已完成', '正式', '', '15200890094', '谭叶清', '2012-12-09 00:04:00', null);
INSERT INTO `wf_attendance` VALUES ('10', '123', '女生宿舍', '新一舍', '123', '2012-12-09 00:09:00', '123', '笔记本', 'XP', '林凡舟', '237', '220', '我不晓得', '2012-12-19 16:54:00', '谭叶清', '已完成', '正式', '', '123', '谭叶清', '2012-12-19 16:11:21', null);
INSERT INTO `wf_attendance` VALUES ('13', '123', '女生宿舍', '新一舍', '123', '2012-12-10 16:20:24', '123', '台式机', 'XP', null, '220', '', '我不晓得', '2012-12-19 16:52:00', '谭叶清', '已完成', '正式', '123', '123', '谭叶清', '2012-12-19 15:55:19', null);
INSERT INTO `wf_attendance` VALUES ('14', '', '请选择', '请选择', '', '2012-12-10 16:29:58', '', '台式机', 'XP', null, '237', '', '我我我', '2012-12-19 16:55:00', '陈乃醒', '已完成', '正式', '', '', '谭叶清', '2012-12-19 16:18:14', null);
INSERT INTO `wf_attendance` VALUES ('16', '', '请选择', '请选择', '', '2012-12-10 16:36:28', '', '台式机', 'XP', '管理员', null, null, null, null, null, '处理中', '正式', '', '', '谭叶清', '2012-12-19 16:58:16', null);
INSERT INTO `wf_attendance` VALUES ('17', '11111', '女生宿舍', '新一舍', '1111', '2012-12-22 15:27:21', '1111111111111', 'U盘', 'XP', '', null, null, null, null, null, '处理中', '临时', '1111111111111111111', '1111', '谭叶清', '2012-12-20 14:11:48', null);
INSERT INTO `wf_attendance` VALUES ('18', '123', '女生宿舍', '新一舍', '123', '2012-12-10 16:41:43', '123123', '笔记本', 'XP', '谭叶清', null, null, null, null, null, '处理中', '正式', '1231223', '123', '', '2012-12-19 22:59:30', null);
INSERT INTO `wf_attendance` VALUES ('19', '123', '女生宿舍', '新一舍', '', '2012-12-10 16:51:57', '1223', '笔记本', 'XP', '谭叶清', null, null, null, null, null, '未处理', '正式', '', '123', null, null, null);
INSERT INTO `wf_attendance` VALUES ('21', '11111', '男生宿舍', '2舍', '1111111', '2012-12-19 16:10:00', '123123123', '笔记本', 'XP', '陈佳玲', null, null, null, null, null, '处理中', '正式', '', '1111111111', '谭叶清', '2012-12-19 16:18:38', null);

-- ----------------------------
-- Records of wf_duty
-- ----------------------------
INSERT INTO `wf_duty` VALUES ('1', '2012-12-04', '1', '237', null);
INSERT INTO `wf_duty` VALUES ('2', '2012-12-04', '2', '237', null);
INSERT INTO `wf_duty` VALUES ('3', '2012-12-04', '3', '237', null);
INSERT INTO `wf_duty` VALUES ('4', '2012-12-04', '4', '238', null);
INSERT INTO `wf_duty` VALUES ('5', '2012-12-05', '1', '237', null);
INSERT INTO `wf_duty` VALUES ('6', '2012-12-05', '2', '235', null);
INSERT INTO `wf_duty` VALUES ('7', '2012-12-05', '3', '238', null);
INSERT INTO `wf_duty` VALUES ('8', '2012-12-05', '4', '222', null);
INSERT INTO `wf_duty` VALUES ('9', '2012-12-03', '1', '217', null);
INSERT INTO `wf_duty` VALUES ('10', '2012-12-03', '2', '245', null);
INSERT INTO `wf_duty` VALUES ('11', '2012-12-06', '1', '237', null);
INSERT INTO `wf_duty` VALUES ('12', '2012-12-06', '2', '237', null);
INSERT INTO `wf_duty` VALUES ('13', '2012-12-06', '3', '237', null);
INSERT INTO `wf_duty` VALUES ('14', '2012-12-06', '4', '237', null);
INSERT INTO `wf_duty` VALUES ('15', '2012-12-08', '1', '237', null);
INSERT INTO `wf_duty` VALUES ('20', '2012-12-18', '1', '237', null);
INSERT INTO `wf_duty` VALUES ('21', '2012-12-18', '2', '237', null);
INSERT INTO `wf_duty` VALUES ('22', '2012-12-18', '3', '237', null);
INSERT INTO `wf_duty` VALUES ('23', '2012-12-18', '4', '237', null);
INSERT INTO `wf_duty` VALUES ('24', '2012-12-19', '1', '237', null);


-- ----------------------------
-- Records of wf_extrawork
-- ----------------------------
INSERT INTO `wf_extrawork` VALUES ('279', null, '234', '2012-11-18 16:41:00', '2012-11-15 21:41:00', '3.5', '加班不如打飞机。。。加班不该打飞机', '通过', null, '858593a8-3352-6156-1b03-a5b957a0b705', '1');
INSERT INTO `wf_extrawork` VALUES ('280', null, '237', '2012-11-18 16:41:00', '2012-11-15 21:41:00', '3.5', '加班不如打飞机。。。加班不该打飞机', '通过', null, '858593a8-3352-6156-1b03-a5b957a0b705', '1');
INSERT INTO `wf_extrawork` VALUES ('281', null, '239', '2012-11-18 16:41:00', '2012-11-15 21:41:00', '3.5', '加班不如打飞机。。。加班不该打飞机', '通过', null, '858593a8-3352-6156-1b03-a5b957a0b705', '1');
INSERT INTO `wf_extrawork` VALUES ('282', '237', '1', '2012-11-18 16:41:00', '2012-11-15 21:41:00', '3.5', '加班不如打飞机。。。加班不该打飞机', '通过', null, '858593a8-3352-6156-1b03-a5b957a0b705', '吴悦，白志恒，范博伟');
INSERT INTO `wf_extrawork` VALUES ('288', null, '237', '2012-11-19 14:28:00', '2012-11-19 17:28:00', '3.0', '空间科技健康空间空间科技健康', '通过', null, '5c141c6f-e00a-9284-d4fa-c4a1110f2464', '1');
INSERT INTO `wf_extrawork` VALUES ('289', null, '238', '2012-11-19 14:28:00', '2012-11-19 17:28:00', '3.0', '空间科技健康空间空间科技健康', '通过', null, '5c141c6f-e00a-9284-d4fa-c4a1110f2464', '1');
INSERT INTO `wf_extrawork` VALUES ('290', '237', '1', '2012-11-19 14:28:00', '2012-11-19 17:28:00', '3.0', '空间科技健康空间空间科技健康', '通过', null, '5c141c6f-e00a-9284-d4fa-c4a1110f2464', '谭叶清，白志恒');
INSERT INTO `wf_extrawork` VALUES ('291', null, '222', '2012-11-19 16:39:00', '2012-11-19 19:39:00', '3.0', '哈哈哈哈哈', '通过', null, 'f8c7bdbb-056c-c0e4-7857-385440615726', '1');
INSERT INTO `wf_extrawork` VALUES ('292', null, '234', '2012-11-19 16:39:00', '2012-11-19 19:39:00', '3.0', '哈哈哈哈哈', '通过', null, 'f8c7bdbb-056c-c0e4-7857-385440615726', '1');
INSERT INTO `wf_extrawork` VALUES ('293', null, '233', '2012-11-19 16:39:00', '2012-11-19 19:39:00', '3.0', '哈哈哈哈哈', '通过', null, 'f8c7bdbb-056c-c0e4-7857-385440615726', '1');
INSERT INTO `wf_extrawork` VALUES ('294', null, '238', '2012-11-19 16:39:00', '2012-11-19 19:39:00', '3.0', '哈哈哈哈哈', '通过', null, 'f8c7bdbb-056c-c0e4-7857-385440615726', '1');
INSERT INTO `wf_extrawork` VALUES ('295', '237', '1', '2012-11-19 16:39:00', '2012-11-19 19:39:00', '3.0', '哈哈哈哈哈', '通过', null, 'f8c7bdbb-056c-c0e4-7857-385440615726', '孙青，吴悦，陈乃醒，白志恒');
INSERT INTO `wf_extrawork` VALUES ('301', null, '222', '2012-11-29 21:52:00', '2012-11-29 23:52:00', '2.0', '哈哈哈哈', '未通过', 'admin', 'e84a5f61-a725-df95-0a80-304823b4876c', '1');
INSERT INTO `wf_extrawork` VALUES ('302', null, '234', '2012-11-29 21:52:00', '2012-11-29 23:52:00', '2.0', '哈哈哈哈', '未通过', 'admin', 'e84a5f61-a725-df95-0a80-304823b4876c', '1');
INSERT INTO `wf_extrawork` VALUES ('303', null, '233', '2012-11-29 21:52:00', '2012-11-29 23:52:00', '2.0', '哈哈哈哈', '未通过', 'admin', 'e84a5f61-a725-df95-0a80-304823b4876c', '1');
INSERT INTO `wf_extrawork` VALUES ('304', null, '237', '2012-11-29 21:52:00', '2012-11-29 23:52:00', '2.0', '哈哈哈哈', '未通过', 'admin', 'e84a5f61-a725-df95-0a80-304823b4876c', '1');
INSERT INTO `wf_extrawork` VALUES ('305', '222', '1', '2012-11-29 21:52:00', '2012-11-29 23:52:00', '2.0', '哈哈哈哈', '未通过', 'admin', 'e84a5f61-a725-df95-0a80-304823b4876c', '孙青，吴悦，陈乃醒，谭叶清');
INSERT INTO `wf_extrawork` VALUES ('314', null, '222', '2012-12-10 00:28:00', '2012-12-10 02:28:00', '2.0', '哈哈哈', '未审核', null, '44ef0d42-8b61-e6dd-64c2-a0b1b21c48bc', '1');
INSERT INTO `wf_extrawork` VALUES ('315', null, '223', '2012-12-10 00:28:00', '2012-12-10 02:28:00', '2.0', '哈哈哈', '未审核', null, '44ef0d42-8b61-e6dd-64c2-a0b1b21c48bc', '1');
INSERT INTO `wf_extrawork` VALUES ('316', null, '233', '2012-12-10 00:28:00', '2012-12-10 02:28:00', '2.0', '哈哈哈', '未审核', null, '44ef0d42-8b61-e6dd-64c2-a0b1b21c48bc', '1');
INSERT INTO `wf_extrawork` VALUES ('317', '222', '1', '2012-12-10 00:28:00', '2012-12-10 02:28:00', '2.0', '哈哈哈', '未审核', null, '44ef0d42-8b61-e6dd-64c2-a0b1b21c48bc', '孙青，陈佳玲，陈乃醒');
INSERT INTO `wf_extrawork` VALUES ('318', null, '223', '2012-11-17 15:51:00', '2012-11-17 19:51:00', '4.0', '我爱加班，皮肤好好。。。', '通过', null, '433ea9d8-6974-3bc3-6303-4a506c388541', '1');
INSERT INTO `wf_extrawork` VALUES ('319', null, '237', '2012-11-17 15:51:00', '2012-11-17 19:51:00', '4.0', '我爱加班，皮肤好好。。。', '通过', null, '433ea9d8-6974-3bc3-6303-4a506c388541', '1');
INSERT INTO `wf_extrawork` VALUES ('320', null, '239', '2012-11-17 15:51:00', '2012-11-17 19:51:00', '4.0', '我爱加班，皮肤好好。。。', '通过', null, '433ea9d8-6974-3bc3-6303-4a506c388541', '1');
INSERT INTO `wf_extrawork` VALUES ('321', '237', '1', '2012-11-17 15:51:00', '2012-11-17 19:51:00', '4.0', '我爱加班，皮肤好好。。。', '通过', null, '433ea9d8-6974-3bc3-6303-4a506c388541', '陈佳玲，谭叶清，范博伟');
INSERT INTO `wf_extrawork` VALUES ('322', null, '237', '2012-11-19 16:58:00', '2012-11-19 19:58:00', '3.0', '环境和环境净化环境空间科技健康', '未通过', null, 'f2454270-4d39-2415-fc8f-7b05a2669094', '1');
INSERT INTO `wf_extrawork` VALUES ('323', null, '239', '2012-11-19 16:58:00', '2012-11-19 19:58:00', '3.0', '环境和环境净化环境空间科技健康', '未通过', null, 'f2454270-4d39-2415-fc8f-7b05a2669094', '1');
INSERT INTO `wf_extrawork` VALUES ('324', null, '233', '2012-11-19 16:58:00', '2012-11-19 19:58:00', '3.0', '环境和环境净化环境空间科技健康', '未通过', null, 'f2454270-4d39-2415-fc8f-7b05a2669094', '1');
INSERT INTO `wf_extrawork` VALUES ('325', '235', '1', '2012-11-19 16:58:00', '2012-11-19 19:58:00', '3.0', '环境和环境净化环境空间科技健康', '未通过', null, 'f2454270-4d39-2415-fc8f-7b05a2669094', '谭叶清，范博伟，陈乃醒');


-- ----------------------------
-- Records of wf_member
-- ----------------------------
INSERT INTO `wf_member` VALUES ('216', '杨明', 'wfcsu', '通信0901', '15200890094', 'myron.cn@gmail.com', '378591874', '19900802', '二舍313', '湖南常德', '2', '退队');
INSERT INTO `wf_member` VALUES ('217', '李威', 'wfcsu', '统计09XX班', '15200891487', '1183721723@qq.com', '1183721723', '三月初四', '二舍415', '湖南长沙', '1', '在队');
INSERT INTO `wf_member` VALUES ('220', '林凡舟', 'wfcsu', '成规', '', '', '', '', '1111', '', null, '在队');
INSERT INTO `wf_member` VALUES ('222', '孙青', 'wfcsu', '建筑0902', '182XXXXXXXX', '2132@gmail.com', '1223213', '12321', '新一舍115', '宁夏', '2', '在队');
INSERT INTO `wf_member` VALUES ('223', '陈佳玲', 'wfcsu', '建筑0902', '182XXXXXXXX', 'sadjsajd@qq.com', '1223213', '19910101', '新一舍117', '福建', '2', '在队');
INSERT INTO `wf_member` VALUES ('233', '陈乃醒', 'wfcsu', '成规', '', '', '', '', '11舍', '广东', '1', '在队');
INSERT INTO `wf_member` VALUES ('234', '吴悦', 'wfcsu', '建筑', '', '', '', '', '新一舍', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('237', '谭叶清', '123', '软件10055', '15116336467', 'helloworldyz@gmail.com', '253149111', '19921003', '新一舍213', '湖南-岳阳', '1', '在队');
INSERT INTO `wf_member` VALUES ('238', '白志恒', 'wfcsu', '电子', '', '', '', '', '三舍', '新疆', '1', '在队');
INSERT INTO `wf_member` VALUES ('239', '范博伟', 'wfcsu', '电子1001', '1234', 'fbw@qq.com', '123', '10月29日', '三舍', '中国', '1', '在队');
INSERT INTO `wf_member` VALUES ('240', '刘璐璐', 'wfcsu', '通信', '', '', '', '', '新一舍', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('241', '陈骁', 'wfcsu', '成规', '', '', '', '', '2舍', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('242', '王青波', 'wfcsu', '通信', '', '', '', '', '二舍', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('243', '张学瑞', 'wfcsu', '软件', '', '', '', '', '一舍', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('244', '余小庆', 'wfcsu', '软件', '', '', '', '', '一舍', '安徽', '1', '在队');
INSERT INTO `wf_member` VALUES ('245', '鲁杰', 'wfcsu', '城规', '', '', '', '', '', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('246', '史淑艳', 'wfcsu', '', '', '', '', '', '新一舍', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('247', '陆仁杰', 'wfcsu', '', '', '', '', '', '', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('249', '曾鹏', 'wfcsu', '', '', '', '', '', '', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('251', '孙安辉', 'wfcsu', '', '', '', '', '', '', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('252', '王彦慧', 'wfcsu', '', '', '', '', '', '', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('253', '吴世慧', 'wfcsu', '', '', '', '', '', '', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('254', '吴亚雯', 'wfcsu', '', '', '', '', '', '', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('255', '秦启飞', 'wfcsu', '', '', '', '', '', '', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('256', '曾凡浪', 'wfcsu', '', '', '', '', '', '', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('257', '李俊', 'wfcsu', '', '', '', '', '', '', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('258', '陈茜', 'wfcsu', '', '', '', '', '', '', '', '1', '在队');
INSERT INTO `wf_member` VALUES ('wfadmin', '管理员', '123', '网络服务队', '0731-82656607', '', '', '', '', '', '0', '');


-- ----------------------------
-- Records of wf_option
-- ----------------------------
INSERT INTO `wf_option` VALUES ('1', 'BEGIN_OF_MONTH', '18', null, null);
INSERT INTO `wf_option` VALUES ('2', 'CURRENT_DUTY_MEMBER', null, null, null);
INSERT INTO `wf_option` VALUES ('3', 'DUTY_TIME1', '08:00:00', '2', '1');
INSERT INTO `wf_option` VALUES ('4', 'DUTY_TIME2', '09:50:00', '3', '2');
INSERT INTO `wf_option` VALUES ('5', 'DUTY_TIME3', '12:50:00', '3', '3');
INSERT INTO `wf_option` VALUES ('6', 'DUTY_TIME4', '15:45:00', '2.5', '4');
INSERT INTO `wf_option` VALUES ('7', 'DUTY_TIME5', '18:10:00', null, null);